Repository: Klingenstadt-Solingen/Open-SmartCity-App-District-ios
Catalog: OSCADistrict/OSCADistrict/Resources/Localizable.xcstrings
Source language: en
Languages: de

# accept_selection_button
source: Accept selection
de: Auswahl akzeptieren

# add_to_calendar_button
source: Add to calendar
de: Zum Kalendar zum hinzufügen

source: Address %@
de: Adresse %@

source: Addresses
de: Adressen

# agenda_result %@
source: Result: %@
de: Ergebnis: %@

# all_dates
source: All
de: Alle

source: All Events
de: Alle Veranstaltungen

# all_status
source: All
de: Alle

# authorized_votes %lld
source: %lld Authorized votes
de: %lld Stimmberechtigte

# bookmark_button
source: Bookmark
de: Merken

source: Bookmarked
de: Gemerkt

# calendar_button
source: Calendar
de: Kalendar

# calendar_permission_granted
source: Add event to calendar
de: Veranstaltung zum Kalendar hinzufügen

# calendar_permission_not_granted
source: Grant calendar permissions
de: Zugriff zum Kalendar erlauben

# cancel_button
source: Cancel
de: Abbrechen

# change_location_button
source: Change location
de: Ort wechseln

# choose_date
source: Choose a date
de: Wähle ein Datum

# choose_time_period
source: Choose a time period
de: Wähle einen Zeitraum

# completed_status
source: Completed
de: Abgeschlossen

# connection_error
source: Connection failed
de: Verbindung ist fehlgeschlagen

source: Contacts
de: Ansprechpersonen

# cooperation_partners
source: Cooperation Partner
de: Kooperationspartner

# council_members %lld
source: %lld Council members
de: %lld Ratsmitglieder

source: Date
de: Datum

# date_day
source: Day
de: Tag

# date_range
source: Time Period
de: Zeitraum

# date_selection_area
source: Date selection menu
de: Datumsauswahl-Menü

# date_selection_button
source: Select Date
de: Datumsauswahl

# day %lld
source: %lld Days
de: %lld Tage

source: District
de: Bezirk

source: District %@
de: Bezirk %@

# district_diashow_button
source: District diashow
de: Stadtteil Diashow

# district_mode_district
source: District
de: Bezirk

# district_mode_nearby
source: Near me
de: In meiner Nähe

source: E-Mail address
de: E-Mail Addresse

source: Entrance
de: Eingang

# event_canceled
source: Canceled
de: Abgesagt

# event_postponed
source: Postponed
de: Verschoben

# event_prices
source: Tickets and Admission Prices
de: Karten und Eintrittspreise

# event_title
source: Events & more
de: Events & mehr

source: Favorites
de: Favoriten

# from_date
source: From
de: Vom

source: Funding Partners
de: Förderpartner

# future_meetings
source: In Future
de: In Zukunft

# idea_status
source: Idea
de: Idee

# in_two_days
source: In 2 days
de: In 2 Tagen

# kilometer_distance %.1f
source: %.1f kilometer away
de: %.1f kilometer entfernt

source: Location
de: Ort

# location_where
source: Where?
de: Wo?

source: Many
de: Viele

source: Memberships
de: Mitgliedschaften

# meter_distance %.1f
source: %.1f meter away
de: %.1f meter entfernt

# mobility_title
source: Mobility
de: Mobilität

source: Mode
de: Modus

source: No district selected
de: Kein Stadtteil ausgewählt

# no_major_events_found
source: Keine Großveranstaltungen gefunden
de: No Major events found

# no_press_release_found
source: No press releases found.
de: Keine Pressemitteilungen gefunden.

# no_result
source: No result is available
de: Keine Ergebnis ist Verfügbar

# no_time_filter
source: No time filter will be applied
de: Es wird kein Zeitfilter angewendet

# notifications
source: notifications in
de: Neuigkeiten in

source: open homepage
de: Öffne Webseite

# open_settings_button
source: Open settings
de: Einstellungen öffnen

source: Organization
de: Organisation

source: Page
de: Seite

source: Phone number
de: Telefonnummer

# planning_status
source: In Planning
de: In Planung

# politic_meetings
source: Meetings
de: Sitzungen

# politic_members
source: Members
de: Mitglieder

# politics_title
source: Politics & Administration
de: Politik & Verwaltung

source: Preferences
de: Präferenzen

# press_release_title
source: Press & News
de: Presse & Aktuelles

# profile_image
source: Profile
de: Profil

# project_title
source: Projects & Development
de: Projekte & Entwicklung

source: Projects
de: Projekte

# reading_time %lld
source: %lld min reading time
de: %lld min Lesezeit

# realization_status
source: In Realization
de: In Umsetzung

# select_map_app
source: Select a map app for navigation
de: Wählen Sie eine Karten-App für die Navigation

# settings_button
source: Settings
de: Einstellungen

# share_button
source: Share
de: Teilen

# show_only_bookmarks_toggle
source: Show bookmarked only
de: Nur gemerkte anzeigen

source: Sponsors
de: Sponsoren

source: Temperature
de: Temperatur

# time_from
source: From
de: Von

# time_to
source: To
de: Bis

# timeout
source: Could not reach Server
de: Server konnte nicht erreicht werden

source: Today
de: Heute

source: Tomorrow
de: Morgen

source: Try again
de: Erneut versuchen

# unknown
source: Something went wrong
de: Etwas ist schiefgelaufen

source: Unknown Partners
de: Unbekannte Partner

# unknown_status
source: Unkown
de: Unbekannt

# until_date
source: Until
de: Bis zum

# weather_no_name
source: No name found for this weather station
de: Es wurde kein Name für diese Wetterstation gefunden

# weather_title
source: Weather & Sensors
de: Wetter & Sensoren
